{
    "emailTextBlock": "قد تكون قدمت لنا عنوان بريدك الإلكتروني من قبل. في بعض الحالات، نستخدم عناوين البريد الإلكتروني أو المعلومات الشخصية الأخرى غير المتعلقة بملفات تعريف الارتباط لتقديم إعلانات سلوكية للمستهلكين على منصات الأطراف الثالثة مثل Facebook وGoogle. لطلب عدم مشاركة معلوماتك الشخصية لهذه الأغراض، يُرجى إدخال عنوان بريدك الإلكتروني أدناه:",
    "deletionTextBlock1": "إذا كنت مستهلكًا في الولايات المتحدة وترغب في ممارسة حقوق خصوصية أخرى، مثل طلب حذف معلوماتك الشخصية أو الوصول إليها أو تصحيحها، فيُرجى زيارة <a target=\"_blank\" href=\"//privacyportal.onetrust.com/webform/65ca6b46-70b1-4ee1-9074-7a63e800ea4c/7baf0e2e-4724-44fe-af48-4138faca9d23\">صفحة طلب صاحب البيانات في الولايات</a> المتحدة",
    "deletionTextBlock2": "لمزيد من المعلومات حول ممارسات الخصوصية وخياراتها الإضافية المتاحة لك، يُرجى زيارة سياسة الخصوصية <a target=\"_blank\" href=\"//thecloroxcompany.com/privacy/ar-arabia-privacy/\">الخاصة بنا</a>.",
    "targetedAdsTextBlock": "بموجب بعض قوانين الولاية، يحق لك إلغاء الاشتراك في بيع معلوماتك للإعلانات السلوكية عبر السياقات و/أو أنواع معينة من الإعلانات المستهدِفة (\"الإعلانات السلوكية\")، أو مشاركتها معها.<br><br>لإيقاف تشغيل ملفات تعريف الارتباط والتتبعات للإعلانات السلوكية على هذا الموقع الإلكتروني، بدّل \"ملفات تعريف الارتباط المستهدِفة/الإعلانية\" إلى وضعية \"إيقاف التشغيل\" وانقر فوق \"حفظ الإعدادات\". إذا تم ضبط التبديل بالفعل على وضعية \"إيقاف التشغيل\" - فقد تكون أجريت تحديثًا لإعدادات ملفات تعريف الارتباط الخاصة بك، أو ربما مكّنت إشارة التحكم في الخصوصية العالمية (\"GPC\") في متصفحك.<br><br>في معظم الحالات، سيتم تتبع تفضيلات إلغاء الاشتراك الخاصة بك عبر ملف تعريف ارتباط، وهذا يعني أن اختيارك يقتصر على الجهاز المحدد والمتصفح الذي تستخدمه خلال هذه الزيارة لموقعنا الإلكتروني. إذا زرت هذا الموقع الإلكتروني من جهاز أو متصفح مختلف، أو غيّرت إعدادات متصفحك، أو إذا مسحت ملفات تعريف الارتباط الخاصة بك، فقد تحتاج إلى إلغاء الاشتراك مرة أخرى.<br><br>إذا كنت ترغب في تحديث التفضيلات الأخرى المتعلقة بملفات تعريف الارتباط، فتفضل بزيارة رابط \"إعدادات ملفات تعريف الارتباط\" في تذييل صفحة الويب هذه.",
    "Privacy Choices": "خيارات الخصوصية",
    "Please enter a valid email.": "يُرجى إدخال بريد إلكتروني صالح",
    "On": "تشغيل",
    "Off": "إيقاف التشغيل",
    "Behavioral Advertising Linked To Your Email Address:": "الإعلانات السلوكية المرتبطة بعنوان بريدك الإلكتروني:",
    "Email:": "البريد الإلكتروني:",
    "Submit": "إرسال",
    "Once you have made all of your elections, click “Save Settings” to save your settings and close the window.": "بمجرد إجراء جميع اختياراتك، انقر فوق \"حفظ الإعدادات\" لحفظ إعداداتك وإغلاق النافذة.",
    "Deletion, Access, Or Correction Requests": "طلبات حذف المعلومات الشخصية أو الوصول إليها أو تصحيحها",
    "Do Not Sell or Share for Targeted Advertising": "عدم بيع المعلومات الشخصية للإعلانات المستهدِفة أو مشاركتها معها"
}
