{
    "emailTextBlock": "Anda mungkin telah memberikan alamat e-mel anda kepada kami sebelum ini. Dalam sesetengah kes, kami menggunakan alamat e-mel atau maklumat peribadi bukan kuki lain untuk menyampaikan pengiklanan tingkah laku kepada pengguna pada platform pihak ketiga seperti Facebook dan Google. Untuk meminta maklumat peribadi anda tidak dikongsi untuk tujuan ini, sila masukkan alamat e-mel anda di bawah:",
    "deletionTextBlock1": "Jika anda seorang pengguna AS dan ingin menggunakan hak privasi lain, seperti permintaan pemadaman, akses atau pembetulan, sila lawati halaman <a target=\"_blank\" href=\"//privacyportal.onetrust.com/webform/65ca6b46-70b1-4ee1-9074-7a63e800ea4c/7baf0e2e-4724-44fe-af48-4138faca9d23\">Permintaan Subjek Data AS</a> kami.",
    "deletionTextBlock2": "Untuk mendapatkan maklumat lanjut tentang amalan privasi tambahan dan pilihan yang tersedia untuk anda, sila lawati <a target=\"_blank\" href=\"//thecloroxcompany.com/privacy/\">Dasar Privasi</a> kami.",
    "targetedAdsTextBlock": "Di bawah beberapa undang-undang negeri, anda mempunyai hak untuk menarik diri daripada penjualan atau perkongsian maklumat anda untuk pengiklanan tingkah laku merentas konteks dan/atau jenis pengiklanan bersasaran tertentu (“pengiklanan tingkah laku”).<br><br>Untuk mematikan kuki dan penjejak pengiklanan tingkah laku di laman web ini, togol “Kuki Penyasaran / Pengiklanan” kepada “matikan” dan klik “Simpan Tetapan.” Jika togol telah ditetapkan kepada “matikan” - anda mungkin telah mengemas kini tetapan kuki anda atau isyarat Kawalan Privasi Global (“GPC”) mungkin didayakan dalam penyemak imbas anda.<br><br>Dalam kebanyakan kes, pilihan menarik diri anda akan dijejaki melalui kuki, yang bermaksud pilihan anda terhad kepada peranti dan penyemak imbas tertentu yang anda gunakan semasa lawatan ke laman web kami ini. Jika anda melawat laman web ini daripada peranti atau penyemak imbas lain, tukar tetapan penyemak imbas anda atau jika anda membuang kuki anda, anda mungkin perlu menarik diri sekali lagi.<br><br>Jika anda ingin mengemas kini keutamaan berkaitan kuki lain, lawati pautan “Tetapan Kuki” dalam pengaki halaman web ini.",
    "Privacy Choices": "Pilihan Privasi",
    "Please enter a valid email.": "Sila masukkan alamat e-mel yang sah.",
    "On": "Hidupkan",
    "Off": "Matikan",
    "Behavioral Advertising Linked To Your Email Address:": "Pengiklanan Tingkah Laku Dipaut Ke Alamat E-mel Anda:",
    "Email:": "E-mel:",
    "Submit": "Serah",
    "Once you have made all of your elections, click “Save Settings” to save your settings and close the window.": "Setelah anda membuat semua pilihan raya anda, klik “Simpan Tetapan” untuk menyimpan tetapan anda dan menutup tetingkap.",
    "Deletion, Access, Or Correction Requests": "Permintaan Pemadaman, Akses atau Pembetulan",
    "Do Not Sell or Share for Targeted Advertising": "Jangan Jual atau Kongsi untuk Pengiklanan Bersasar"
}
